Repository: noah-nuebling/mac-mouse-fix-website
Catalog: locales/strings/Quotes.xcstrings
Source language: en
Languages: de, es, ja, pl, pt_br, ru, tr, vi, zh_hans

# quotes.0
source: Among all apps that try to fix this problem, this one is undoubtly the best!
de: Unter allen Apps, die versuchen, dieses Problem zu lösen, ist diese zweifellos die beste!
es: Entre todas las aplicaciones que intentan solucionar este problema, ¡esta es indudablemente la mejor!
ja: この問題を解決しようとするアプリの中でも、これは間違いなく最高です！
pl: Spośród wszystkich aplikacji, które próbują rozwiązać ten problem, ta jest bez wątpienia najlepsza!
pt_br: Entre todos os apps que tentam resolver esse problema, este é sem dúvida o melhor!
ru: Среди всех приложений, которые пытаются решить эту проблему, это, без сомнения, лучшее!
tr: Bu çözümü sunacak uygulamalar arasında bu kesinlikle en iyisi!
vi: Trong số tất cả ứng dụng giải quyết vấn đề này, cái này chắc chắn tốt nhất!
zh_hans: 在所有我试过来解决这个问题的软件中，这个毫无疑问是最好的！

# quotes.1
source: Mac Mouse Fix is literally everything you could want in your experience of using a mouse with OSX.
de: Mac Mouse Fix ist buchstäblich alles, was man sich für die Nutzung einer Maus mit OSX wünschen könnte.
es: Mac Mouse Fix es literalmente todo lo que podrías desear en tu experiencia de usar un ratón con OSX.
ja: Mac Mouse Fix は、macOSでマウスを使うときに求めるすべてが詰まっていると言っても過言ではありません。
pl: Mac Mouse Fix to dosłownie wszystko, czego możesz chcieć w swoim doświadczeniu z używaniem myszy z OSX.
pt_br: O Mac Mouse Fix é literalmente tudo o que você poderia querer na experiência de usar um mouse no macOS.
ru: Mac Mouse Fix — это буквально все, что вам может понадобиться при использовании мыши с OSX.
tr: Mac Mouse Fix OSX ile fare kullanım tecrübenizde size gerekecek her şeye sahip.
vi: Mac Mouse Fix là tất cả bạn muốn cho trải nghiệm dùng chuột với OSX.
zh_hans: Mac Mouse Fix简直包含了你在搭配鼠标使用OSX系统时想要的几乎所有功能。

# quotes.2
source: Works like a charm and it's easy to set up!
de: Funktioniert wie ein Zauber und ist kinderleicht einzurichten!
es: ¡Funciona de maravilla y es fácil de configurar!
ja: 非常に快適に動作しますし、設定も簡単です！
pl: Działa jak trzeba i jest łatwa w konfiguracji!
pt_br: Funciona perfeitamente e é fácil de configurar!
ru: Работает как часы и легко настраивается!
tr: Kurulumu kolay ve muhteşem çalışıyor.
vi: Hết sức hiệu quả và dễ cài đặt!
zh_hans: 效果绝佳，而且设置真的特别简单！

# quotes.3
source: This is the best mouse software on the Mac.
de: Dies ist die beste Maussoftware für den Mac.
es: Este es el mejor software para el ratón en Mac.
ja: これこそMacで使える最高のマウスソフトです。
pl: To jest najlepsze oprogramowanie do muszki na MacOS.
pt_br: Este é o melhor software de mouse para Mac.
ru: Это лучшее программное обеспечение для мыши на Mac.
tr: Mac'deki en iyi fare yazılımı bu.
vi: y là phần mềm chuột tốt nhất trên Mac.
zh_hans: 在Mac上最好的鼠标优化软件了，没有之一。

# quotes.4
source: Thank you for the amazing app in Mac Mouse Fix. Just what I needed, no subscription and no bloat. Thank you so much!
de: Vielen Dank für die fantastische App Mac Mouse Fix. Genau das, was ich gebraucht habe, ohne Abonnement und ohne unnötigen Ballast. Vielen, vielen Dank!
es: Gracias por la increíble aplicación de Mac Mouse Fix. Es justo lo que necesitaba, sin suscripción y sin bloatware. ¡Muchísimas gracias!
ja: Mac Mouse Fix という素晴らしいアプリを開発してくれてありがとうございます。これは、まさに私が求めていたもので、サブスクリプションも不要、余計な機能もありません。本当に感謝しています！
pl: Dziękuję za niesamowitą aplikację Mac Mouse Fix. Właśnie to, czego potrzebowałem, bez subskrypcji i bez rozdęcia. Dziękuję bardzo!
pt_br: Obrigado pelo app incrível. Era exatamente o que eu precisava, sem assinatura e sem peso. Muito obrigado!
ru: Спасибо за замечательное приложение Mac Mouse Fix. Именно то, что мне нужно, без подписки и лишних деталей. Большое спасибо!
tr: Mac Mouse Fix uygulaması için teşekkürler! Tam ihtiyacım olan şey; abonelik ve gereksiz şeyler yok. Çok teşekkürler!
vi: Cám ơn về ứng dụng tuyệt vời Mac Mouse Fix. Đúng thứ tôi cần, không có phí và quảng cáo. Cám ơn bạn rất nhiều!
zh_hans: 感谢你创造了Mac Mouse Fix这么了不起的软件！就跟我想要的那样，没有额外订阅，而且软件一点都不臃肿。真是太感谢你了！

# quotes.5
source: Mac Mouse Fix is magical. I am absolutely blown away by how well-designed and user-friendly it is.
de: Mac Mouse Fix ist magisch. Ich bin absolut hin und weg, wie gut gestaltet und benutzerfreundlich es ist.
es: Mac Mouse Fix es mágico. Estoy absolutamente impresionado por lo bien diseñada y fácil de usar que es.
ja: Mac Mouse Fix は魔法のようです。その優れたデザインと使いやすさに、心底驚かされました。
pl: Mac Mouse Fix jest magiczna. Jestem absolutnie zachwycony tym, jak dobrze jest zaprojektowany i przyjazny dla użytkownika.
pt_br: O Mac Mouse Fix é mágico. Estou impressionado com o quão bem pensado e fácil de usar ele é.
ru: Mac Mouse Fix — это просто волшебство. Я абсолютно потрясен тем, насколько хорошо он разработан и удобен в использовании.
tr: Mac Mouse Fix sihir gibi. Bu kadar kullanıcı dostu ve iyi tasarlanmış olması aklımı aldı.
vi: Mac Mouse Fix thật kì diệu. Tôi cực kì thích nó bởi thiết kế đẹp và tiện dụng cho người dùng.
zh_hans: Mac Mouse Fix简直太神奇了。它的设计之精妙和易用性之高，真的让我惊叹不已。

# quotes.6
source: Cannot imagine using my office Mac without this software. Real productivity booster paired with my evoluent vertical mouse which does not have a driver for Mac like they do for Windows.
de: Ich kann mir nicht vorstellen, meinen Büro-Mac ohne diese Software zu verwenden. Ein echter Produktivitätsverstärker, gepaart mit meiner Evoluent-Vertikalmaus, für die es keinen Mac-Treiber gibt, wie es ihn für Windows gibt.
es: No puedo imaginar usar mi Mac de oficina sin este software. Un verdadero impulsor de la productividad emparejado con mi ratón vertical evoluent, que no tiene un controlador para Mac como sí lo tiene para Windows.
ja: このソフトなしで職場のMacを使うことなど想像もできません。Windows用にはドライバーがあるのにMac用にはない、私の Evoluentバーティカルマウスと組み合わせると、仕事の効率が劇的に上がります。
pl: Nie wyobrażam sobie używania mojego Maca bez tego oprogramowania. Prawdziwy wzmacniacz produktywności w połączeniu z moją rewelacyjną pionową myszką, która nie ma sterownika dla komputerów Mac, tak jak w przypadku systemu Windows.
pt_br: Não consigo imaginar usar meu Mac do trabalho sem este software. Aumenta mesmo a produtividade com meu mouse vertical Evoluent, que nem tem driver para Mac como tem para Windows.
ru: Не могу представить, как я мог бы работать на своем офисном Mac без этого программного обеспечения. Оно значительно повышает производительность в сочетании с моей вертикальной мышью evoluent, для которой нет драйвера для Mac, как для Windows.
tr: Ofisteki Mac'imi bu yazılım olmadan nasıl kullanırım bilmiyorum. Windows'da sürücüsü olup macOS'da olmayan dikey farem ile beraber muhteşem bir üretkenlik artırıcı.
vi: Không thể tưởng tượng dùng office Mac không có phần mềm này. Nó năng suất thực sự phối với chuột thẳng đứng evoluent của tôi mà không có phần mềm cho Mac như họ làm cho Windows.
zh_hans: 真不敢想象在办公室用Mac的时候没有这款软件会是什么样子。我的Evoluent垂直鼠标根本不像他们为Windows系统编写驱动程序那样也给Mac编写一套驱动。而这款软件搭配我的鼠标使用，真的极大地提升了工作效率。

# quotes.8
source: Probably the best app on my Mac
de: Wahrscheinlich die beste App auf meinem Mac.
es: Probablemente la mejor aplicación en mi Mac
ja: おそらく、私のMacに入っているアプリの中で一番良いです。
pl: Prawdopodobnie najlepsza aplikacja na Maca
pt_br: Provavelmente o melhor app do meu Mac
ru: Вероятно, это лучшее приложение на моем Mac
tr: Mac'imdeki en iyi uygulama olabilir
vi: Có lẽ ứng dụng tốt nhất trên máy Mac của tôi
zh_hans: 应该是我Mac里最好的应用了

# quotes.9
source: No other similar utility can compete
de: Keine andere ähnliche Software kann konkurrieren.
es: Ninguna otra utilidad similar puede competir
ja: これに並ぶユーティリティソフトは他にありません。
pl: Żadna inna podobna aplikacja nie ma co konkurować
pt_br: Nenhum outro utilitário parecido consegue competir
ru: Ни одна другая подобная утилита не может с ней конкурировать
tr: Başka bir uygulama bununla yarışamaz
vi: Không có tiện ích tương tự khác nào cạnh tranh
zh_hans: 其他那些简单的工具根本都不值得和这款软件同台竞技

# quotes.10
source: A must have app for any Mac user with a mouse.
de: Eine Muss-App für jeden Mac-Benutzer mit einer Maus.
es: Una aplicación imprescindible para cualquier usuario de Mac con un ratón.
ja: Macでマウスを使う人なら必須のアプリです。
pl: Niezbędna aplikacja dla każdego użytkownika Maca z myszką.
pt_br: Indispensável para qualquer usuário de Mac que use mouse.
ru: Незаменимое приложение для любого пользователя Mac с мышью.
tr: Fare ile Mac kullanan herkesin bilgisayarında zorunluluk.
vi: Ứng dụng nên có cho mọi người dùng Mac với chuột.
zh_hans: 对于用鼠标的Mac用户来说，这绝对是一个必备应用。

# quotes.12
source: This has nearly doubled my productivity.
de: Es hat meine Produktivität fast verdoppelt.
es: Esto casi ha duplicado mi productividad.
ja: これのおかげで作業効率がほぼ2倍になりました。
pl: To prawie podwoiło moją produktywność.
pt_br: Isso praticamente dobrou minha produtividade.
ru: Это почти вдвое повысило мою производительность.
tr: Bu benim üretkenliğimi ikiye katladı.
vi: Này gần như đã tăng gấp đôi năng suất của tôi.
zh_hans: 这款软件几乎让我的生产力翻倍了。

# quotes.14
source: Love this app so much, it's a must-have!
de: Ich liebe diese App so sehr, sie ist ein Muss!
es: Me encanta tanto esta aplicación, ¡es imprescindible!
ja: このアプリが大好きで、欠かせない存在です！
pl: Kocham tą aplikację, powinna być obowiązkowa!
pt_br: Amo demais este app, é obrigatório!
ru: Обожаю это приложение, оно просто необходимо!
tr: Bu uygulamayı çok seviyorum, kesinlike indirilmeli!
vi: Yêu ứng dụng này rất nhiều, nên có trong máy!
zh_hans: 简直太爱这个应用了，绝对必装！

# quotes.15
source: Your app is incredible and absolutely vital to my workflow.
de: Deine App ist unglaublich und absolut unverzichtbar für meinen Arbeitsablauf.
es: Tu aplicación es increíble y absolutamente vital para mi flujo de trabajo.
ja: 素晴らしいアプリですね。私のワークフローには絶対に欠かせません。
pl: Twoja aplikacja jest niesamowita i absolutnie niezbędna do mojej pracy.
pt_br: Seu app é incrível e absolutamente essencial para meu fluxo de trabalho.
ru: Ваше приложение просто невероятное и абсолютно необходимое для моей работы.
tr: Uygulaman gerçekten muhteşem ve benim iş akışım için çok önemli.
vi: Ứng dụng của bạn là tuyệt vời và hết sức quan trọng với công việc của tôi.
zh_hans: 你做的这个应用简直太令人难以置信了，而且绝对是我工作流程里不可或缺的好帮手。

# quotes.17
source: Mac Mouse Fix is the best in its class!
de: Mac Mouse Fix ist das Beste seiner Klasse!
es: ¡Mac Mouse Fix es el mejor de su clase!
ja: Mac Mouse Fixは、このジャンルで最高のツールです！
pl: Mac Mouse Fix jest najlepsza w swojej klasie!
pt_br: O Mac Mouse Fix é o melhor da categoria!
ru: Mac Mouse Fix — лучшая программа в своем классе!
tr: Mac Mouse Fix sınıfının en iyisi!
vi: Mac Mouse Fix thật tuyệt vời!
zh_hans: Mac Mouse Fix就是同类软件里最好的！

# quotes.18
source: The vertical scroll is just awesome
de: Das vertikale Scrollen ist einfach genial.
es: El desplazamiento vertical es simplemente impresionante
ja: 垂直スクロールの操作感が本当に最高です。
pl: Przewijanie pionowe jest po prostu niesamowite
pt_br: A rolagem vertical é simplesmente incrível
ru: Вертикальная прокрутка просто потрясающая
tr: Dikey kaydırma gerçekten muhteşem.
vi: Cuộn dọc thật là tuyệt vời!
zh_hans: 垂直滚动简直做得太好了

# quotes.19
source: Click & drag for switching between the screens feels so native.
de: Klicken & Ziehen zum Wechseln zwischen den Bildschirmen fühlt sich so natürlich an.
es: Hacer clic y arrastrar para cambiar de pantalla se siente tan nativo.
ja: クリック＆ドラッグで画面を切り替える操作が、まるで標準機能のように自然です。
pl: Kliknij i przeciągnij, aby przełączać się między ekranami, wydaje się tak intuicyjny.
pt_br: O clique e arraste para trocar de telas parece totalmente nativo.
ru: Переключение между экранами с помощью нажатия и перетаскивания кажется таким естественным.
tr: Ekranların arasında geçiş için Tıkla ve Kaydır özelliği sanki sistemin kökünde varmış gibi.
vi: Rê & nhắp cho chuyển giữa các màn mượt mà.
zh_hans: 按住并拖动来切换屏幕用起来就跟原生一样

# quotes.20
source: I've been wanting to get rid of my Magic Mouse for a while and because of your app, I can do just that!
de: Ich wollte schon seit einer Weile meine Magic Mouse loswerden und dank deiner App kann ich das jetzt auch!
es: Llevaba tiempo queriendo deshacerme de mi Magic Mouse y, gracias a tu aplicación, ¡puedo hacerlo!
ja: ずっとMagic Mouseを卒業したいと思っていたのですが、このアプリのおかげでそれが叶いました！
pl: Od jakiegoś czasu chciałem pozbyć się mojej Magic Mouse i dzięki twojej aplikacji zrobię to z przyjemnością!
pt_br: Queria me livrar do Magic Mouse há um tempo e, graças ao seu app, agora posso!
ru: Я уже давно хотел избавиться от своей Magic Mouse, и благодаря вашему приложению я могу это сделать!
tr: Bir süredir Magic Mouse'umdan kurtulmak istiyordum ve senin uygulaman sayesinde bunu yapabilirim!
vi: Tôi đã và đang muốn thoát khỏi Magic Mouse trong một khoảng thời gian và vì ứng dụng của bạn, tôi có thể làm điều đó!
zh_hans: 我早就想换掉我的妙控鼠标了，多亏了你的这款应用，我终于能做到了！

# quotes.21
source: I recommend Mac Mouse Fix, honestly it’s the cheapest, simple, and most well coded app I have yet seen.
de: Ich empfehle Mac Mouse Fix, ehrlich gesagt ist es die preisgünstigste, einfachste und am besten programmierte App, die ich bis jetzt gesehen habe.
es: Recomiendo Mac Mouse Fix, honestamente es la aplicación más barata, simple y mejor codificada que he visto hasta ahora.
ja: Mac Mouse Fixを強くおすすめします。正直言って、今まで使った中で一番安価でシンプル、かつ作りがしっかりしたアプリです。
pl: Polecam Mac Mouse Fix, szczerze mówiąc jest to najtańsza, prosta i najlepiej zakodowana aplikacja, jaką do tej pory widziałem.
pt_br: Recomendo o Mac Mouse Fix: é o app mais barato, simples e bem codificado que já vi.
ru: Я рекомендую Mac Mouse Fix, честно говоря, это самое дешевое, простое и хорошо проработанное приложение из всех, что я видел.
tr: Mac Mouse Fix'i öneriyorum, çünkü dürüst olmak gerekirse gördüğüm en ucuz, basit ve başarılı bir şekilde geliştirilmiş uygulama.
vi: Tôi khuyên nên dùng Mac Mouse Fix vì nó thực sự rẻ, đơn giản và code tốt trong những ứng dụng tôi đã xem qua.
zh_hans: 我强烈推荐 Mac Mouse Fix，它是我至今见过的价格最低、操作最简单且代码写得最棒的应用了。

# quotes.22
source: Thank you, saved me from buying an apple mouse
de: Danke, du hast mich davor bewahrt, eine Apple-Maus zu kaufen
es: Gracias, me salvó de comprar un ratón de Apple
ja: ありがとう。おかげでマウスを買い直さずに済みました。
pl: Dziękuje Ci, uratowałeś mnie przed kupnem Apple Mouse
pt_br: Obrigado, me poupou de comprar um mouse da Apple
ru: Спасибо, спасли меня от покупки мышки apple
tr: Teşekkür ederim, beni bir Apple faresi almaktan kurtardın
vi: Cám ơn, tôi đỡ tốn tiền mua chuột apple
zh_hans: 谢谢你，帮我省了买苹果鼠标的钱。

# quotes.23
source: The UI in V2 is fantastic and very intuitive.
de: Die Benutzeroberfläche in V2 ist fantastisch und sehr intuitiv.
es: La interfaz de usuario en la V2 es fantástica y muy intuitiva.
ja: バージョン2のUIは素晴らしく、とても直感的ですね。
pl: Interfejs w wersji V2 jest niesamowity i bardzo intuicyjny.
pt_br: A interface na V2 é fantástica e muito intuitiva.
ru: UI в V2 просто фантастический и очень интуитивный.
tr: V2'deki kullanıcı arayüzü fantastik ve sezgisel.
vi: Giao diện phiên bản 2 nhìn rất đẹp và trực quan.
zh_hans: V2版本的UI界面非常出色，而且极其直观。

# quotes.24
source: I spent last week without it and my whole workflow was interrupted. Thank you for such a brilliant app.
de: Ich habe letzte Woche ohne die App verbracht und mein ganzer Arbeitsablauf war unterbrochen. Vielen Dank für so eine brillante App.
es: Pasé la última semana sin ella y todo mi flujo de trabajo se interrumpió. Gracias por una aplicación tan brillante.
ja: 先週このアプリなしで過ごしたのですが、作業効率がすっかり落ちてしまいました。こんなに素晴らしいアプリを作ってくれてありがとう。
pl: Spędziłem zeszły tydzień bez niego i cały mój przepływ pracy został zakłócony. Dziękuję za tak genialną aplikację.
pt_br: Passei a última semana sem ele e meu fluxo de trabalho travou. Obrigado por um app tão brilhante.
ru: Я провел последнюю неделю без него, и весь мой рабочий процесс был нарушен. Спасибо за такое замечательное приложение.
tr: Geçen hafta bu uygulamayı kullanamadım ve tüm iş akışım bozuldu. Böyle güzel bir uygulama için teşekkürler.
vi: Tôi đã không dùng ứng dụng tuần vừa qua và toàn bộ công việc tôi bị bế tắc. Cám ơn vì ứng dụng xuất sắc.
zh_hans: 上周我没用它，整个工作流程都被打乱了。感谢你开发出这么棒的一款应用。

# quotes.25
source: I really appreciate the simplicity it brings.
de: Ich schätze die Einfachheit, die die App mit sich bringt wirklich.
es: Realmente aprecio la sencillez que aporta.
ja: このアプリがもたらしてくれるシンプルさに、心から感謝しています。
pl: Naprawdę doceniam prostotę, jaką to przynosi.
pt_br: Eu realmente aprecio a simplicidade que ele traz.
ru: Я очень ценю ту простоту, которую он дает.
tr: Getirdiği basitleştirmeye bayılıyorum.
vi: Tôi đánh giá cao về sự đơn giản mà bạn làm.
zh_hans: 我真的很欣赏它所带来的简洁易用。

# quotes.26
source: After switching to a mouse, I tried software such as SteerMouse, which received many recommendations and even charges, and finally found that this software meets my needs perfectly, every feature is very useful, and the performance is very good!
de: Nachdem ich zu einer Maus gewechselt habe, habe ich Software wie SteerMouse ausprobiert, die viele Empfehlungen erhält und sogar kostenpflichtig ist, und letztendlich festgestellt, dass Mac Mouse Fix meine Bedürfnisse perfekt erfüllt, jedes Feature ist sehr nützlich und die Effizienz ist sehr gut!
es: Después de cambiar a un ratón, probé software como SteerMouse, que recibió muchas recomendaciones e incluso es de pago, y finalmente descubrí que este software satisface mis necesidades a la perfección, cada función es muy útil, ¡y el rendimiento es muy bueno!
ja: マウスに切り替えてから、評判が良く有料のSteerMouse など様々なソフトウェアを試してみましたが、最終的にこのソフトが自分の需要に完璧に合っていると確信しました。すべての機能が非常に有益で、動作も非常に快適です！
pl: Po przejściu na myszkę wypróbowałem oprogramowanie takie jak SteerMouse, które zebrało wiele rekomendacji, a nawet jest płatne, ale w końcu stwierdziłem, że ten program idealnie spełnia moje potrzeby. Każda funkcja jest bardzo użyteczna, a wydajność jest bardzo dobra!
pt_br: Depois de mudar para mouse, testei softwares como o SteerMouse, cheio de recomendações e até pago, e finalmente achei este que atende perfeitamente: cada recurso é útil e o desempenho é excelente!
ru: После перехода на мышь я попробовал такие программы, как SteerMouse, которая получила много рекомендаций и даже отзывов, и в конце концов обнаружил, что эта программа идеально соответствует моим потребностям, каждая функция очень полезна, да и производительность у нее отличная!
tr: Bir fareye geçtikten sonra çok fazla iyi yorum alan SteerMouse gibi uygulamaları da denedim ama sonunda tam isteklerimi gerçekleştiren bir uygulama buldum. Her özellik çok işlevli ve performansı çok iyi.
vi: Sau khi chuyển sang chuột, tôi đã thử phần mềm như là SteerMouse, nhận đề xuất nhiều và còn có cả lệ phí nữa, và sau cùng là nhận thấy là phần mềm này đáp ứng nhu cầu của tôi hoàn hảo, mọi tính năng là rất hữu ích, và việc thực hiện là rất tốt!
zh_hans: 在换过来用鼠标后，我试过像SteerMouse这类好评颇多甚至需要付费的软件，最后发现这款软件完美满足了我的需求，每一项功能都非常实用，而且性能也十分出色！

# quotes.27
source: Awesome app, it definitely deserves to be shared widely with others 😁
de: Tolle App, sie verdient es definitiv, weit verbreitet zu werden 😁
es: Aplicación impresionante, definitivamente merece ser compartida ampliamente con otros 😁
ja: 素晴らしいアプリです。ぜひ他の人にも広く共有されるべきですね😁
pl: Niesamowita aplikacja, zdecydowanie zasługuje na szerokie udostępnienie innym 😁
pt_br: App sensacional, merece ser compartilhado com todo mundo 😁
ru: Отличное приложение, оно определенно заслуживает того, чтобы им поделились с другими 😁
tr: Muhteşem uygulama, kesinlikle paylaşılmayı hak ediyor.
vi: Ứng dụng tuyệt vời, tôi sẽ chia sẻ nó cho mọi người cùng biết 😁
zh_hans: 超棒的应用，绝对值得强烈安利给其他人试试😁

# quotes.28
source: This App Makes Your Cheap Mouse Work Better Than Trackpad Gestures
de: Diese App macht deine günstige Maus besser als Trackpad-Gesten
es: Esta Aplicación Hace que tu Ratón Barato Funcione Mejor que los Gestos del Trackpad
ja: このアプリのおかげで、安価なマウスでもトラックパッドのジェスチャー以上の操作が可能になりました。
pl: Ta aplikacja sprawi, że twoja tania mysz działa lepiej niż gesty gładzika
pt_br: Este app faz seu mouse baratinho funcionar melhor que os gestos do trackpad
ru: Это приложение делает вашу дешевую мышь более эффективной, чем жесты на трекпаде
tr: Bu Uygulama, Ucuz Farenizin İzleme Dörtgeni Hareketlerinden Daha İyi Çalışmasını Sağlıyor
vi: Ứng dụng này sẽ làm chuột giá rẻ của bạn hoạt động tốt hơn cử chỉ của Trackpad
zh_hans: 这软件真的能让你的便宜鼠标比触控板手势还好用

# quotes.29
source: This is the single greatest piece of software in Apple's history.
de: Dies ist die großartigste Software in der Geschichte von Apple.
es: Esta es la pieza de software más grande en la historia de Apple.
ja: Appleの歴史上、最も優れたソフトウェアと言っても過言ではありません。
pl: To najwspanialsze oprogramowanie w historii Apple.
pt_br: Este é o melhor software de toda a história da Apple.
ru: Это лучшее программное обеспечение в истории Apple.
tr: Apple tarihinin en iyi tek yazılımı bu.
vi: Đây là phần mềm vĩ đại nhất của trong lịch sử của Apple.
zh_hans: 这真是苹果历史上最棒的一款独一无二的软件。

# quotes.30
source: This is great software and solved all my mouse issues.
de: Dies ist großartige Software und hat alle meine Mausprobleme gelöst.
es: Este es un gran software y resolvió todos mis problemas con el ratón.
ja: 素晴らしいソフトウェアです。マウスに関する悩みがすべて解決しました。
pl: To świetne oprogramowanie i rozwiązało wszystkie moje problemy z myszką.
pt_br: Software excelente que resolveu todos os meus problemas de mouse.
ru: Это отличное программное обеспечение, которое решило все мои проблемы с мышью.
tr: Bu muhteşem bir yazılım ve tüm fare sorunlarımı çözdü.
vi: Đây là phần mềm tốt và giải quyết hết vấn đề trên con chuột của tôi.
zh_hans: 这软件真太棒了，完美解决了我所有的鼠标问题。

# quotes.34
source: This software is amazing!
de: Diese Software ist erstaunlich!
es: ¡Este software es increíble!
ja: このソフトウェアは素晴らしいです！
pl: To oprogramowanie jest niesamowite!
pt_br: Este software é incrível!
ru: Это программа просто чудо!
tr: Bu yazılım muhteşem!
vi: Ứng dụng này thật sự tốt!
zh_hans: 这个软件太令人难以置信了！

# quotes.35
source: Thanks, the app is very cool
de: Danke, die App ist sehr cool
es: Gracias, la aplicación es muy genial
ja: ありがとうございます、とてもクールなアプリですね。
pl: Dzięki, aplikacja jest bardzo fajna
pt_br: Obrigado, o app é muito bom
ru: Спасибо, приложение очень классное
tr: Teşekkürler, uygulama çok havalı.
vi: Cám ơn, ứng dụng tốt ghia
zh_hans: 谢谢，这个软件非常酷

# quotes.36
source: SUPER NICE APPLICATION
de: SUPER TOLLE ANWENDUNG
es: APLICACIÓN SÚPER AGRADABLE
ja: 最高に素敵なアプリケーションです。
pl: SUPER ŚWIETNA APLIKACJA
pt_br: APLICATIVO MUITO BOM
ru: СУПЕР КРУТОЕ ПРИЛОЖЕНИЕ
tr: SÜPER İYİ UYGULAMA
vi: ỨNG DỤNG SIÊU XỊN
zh_hans: 超级棒的应用软件！！！

# quotes.37
source: It works perfectly with my mouse
de: Es funktioniert perfekt mit meiner Maus
es: Funciona perfectamente con mi ratón
ja: マウスでの動作も完璧です。
pl: Działa idelanie z moją myszką
pt_br: Funciona perfeitamente com meu mouse
ru: Он отлично работает с моей мышью
tr: Faremle mükemmel çalışıyor.
vi: Nó hoạt động tuyệt vời với chuột của tôi
zh_hans: 它和我的鼠标完美配合工作。

# quotes.44
source: Your tool is literally the only way how I can use macOS (with a mouse especially) without freaking out!
de: Dein Werkzeug ist buchstäblich der einzige Weg, wie ich macOS (besonders mit einer Maus) verwenden kann, ohne auszuflippen!
es: Tu herramienta es literalmente la única manera en que puedo usar macOS (especialmente con un ratón) ¡sin volverme loco!
ja: このツールは、私がmacOS（特にマウスを使用する際）でイライラせずに操作できる、文字通り唯一の方法です！
pl: Twoje narzędzie jest dosłownie jedynym sposobem, w jaki mogę używać macOS (zwłaszcza z myszką) bez spinania!
pt_br: Sua ferramenta é literalmente o único jeito de eu usar macOS (especialmente com mouse) sem surtar!
ru: Ваш инструмент — это буквально единственный способ, с помощью которого я могу пользоваться macOS (особенно с мышью) и не сходить с ума!
tr: Bu uygulama benim çıldırmadan macOS kullanmamı sağlayabilen tek uygulama (özellikle bir fare ile).
vi: Công cụ của bạn là cách duy nhất tôi có thể sử dụng macOS (với chuột) không có phản ứng mạnh mẽ ra!
zh_hans: 你的工具简直是我能正常使用macOS（尤其是搭配鼠标使用时）而不抓狂的唯一办法！
